Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: · filtered
de: · gefiltert
es: · filtrado
fr: · filtré
it: · filtrato
pl: · przefiltrowane
pt_pt: · filtrado
ru: · фильтрованный
th: · กรองแล้ว
zh_hans: · 过滤
zh_hant: · 過濾

# %@ · typically %@ to %@, %@.
source: %1$@ · typically %2$@ to %3$@, %4$@.
de: %@ · typischerweise %@ bis %@, %@.
es: %@ · normalmente %@ a %@, %@.
fr: %@ · généralement %@ à %@, %@.
it: %@ · tipicamente da %@ a %@, %@.
pl: %@ · zwykle od %@ do %@, %@.
pt_pt: %@ · normalmente %@ a %@, %@.
ru: %@ · обычно от %@ до %@, %@.
th: %1$@ · โดยทั่วไปคือ %2$@ ถึง %3$@, %4$@
zh_hans: %@ · 通常为 %@ 至 %@、%@。
zh_hant: %@ · 通常為 %@ 至 %@、%@。

source: %@ · typically %@ to %@, %lld.
de: %1$@ · typischerweise %2$@ bis %3$@, %4$lld.
es: %1$@ · típicamente %2$@ a %3$@, %4$lld.
fr: %1$@ · typiquement %2$@ à %3$@, %4$lld.
pl: %@ · typowo %@ do %@, %lld.
pt_pt: %@ · normalmente entre %@ e %@, %lld.
th: %@ · โดยทั่วไปคือ %@ ถึง %@, %lld

source: EFFORT
de: ANSTRENGUNG
es: ESFUERZO
it: SFORZO
pl: WYSIŁEK
ru: УСИЛИЕ
th: ภาระร่างกาย
zh_hans: 消耗
zh_hant: 消耗

source: · ~day %lld
de: · ~Tag %lld
es: · ~día %lld
fr: · ~jour %lld
it: · ~giorno %lld
pl: · ~dzień %lld
pt_pt: · ~dia %lld
ru: · ~день %lld
th: · ~วัน %lld
zh_hans: · 约第 %lld 天
zh_hant: · 約第 %lld 天

# · ~day %lld-%lld
source: · ~day %1$lld-%2$lld
de: · ~Tag %lld-%lld
es: · ~día %lld-%lld
fr: · ~jour %lld-%lld
it: · ~giorno %lld-%lld
pl: · ~dzień %lld-%lld
pt_pt: · ~dia %lld-%lld
ru: · ~день %lld-%lld
th: · ~วัน %lld–%lld
zh_hans: · ~日 %lld-%lld
zh_hant: · ~日 %lld-%lld

# · ~day %lld–%lld
source: · ~day %1$lld–%2$lld
de: · ~Tag %1$lld–%2$lld
es: · ~día %lld–%lld
fr: · ~jour %1$lld–%2$lld
it: · ~giorno %lld–%lld
pl: · ~dzień %1$lld–%2$lld
pt_pt: · ~dia %1$lld–%2$lld
ru: · ~день %1$lld–%2$lld
th: · ~วัน %lld–%lld
zh_hans: · 约第 %lld–%lld 天
zh_hant: · 約第 %lld–%lld 天

source: “Dose” here is timing (later in the day = stronger), not milligrams.
de: „Dosis“ heißt hier Timing (später am Tag = stärker), nicht Milligramm.
es: Aquí la “dosis” es el horario (más tarde en el día = más fuerte), no los miligramos.
fr: Ici, la « dose » est le moment (plus tard dans la journée = plus fort), pas les milligrammes.
it: Qui la “dose” è il momento (più tardi nella giornata = più forte), non i milligrammi.
pl: „Dawka” oznacza tutaj czas (później dnia = mocniejsza), a nie miligramy.
pt_pt: “Dose” aqui é o tempo (mais tarde = mais forte), não miligramas.
ru: «Доза» здесь — это время приёма (чем позже днём, тем сильнее эффект), а не миллиграммы.
th: “ปริมาณ” นี่คือจังหวะเวลา (ต่อมาในวัน = แรงขึ้น) ไม่ใช่มิลลิกรัม
zh_hans: 这里的「剂量」指的是时间（越晚 = 越强），而非毫克数。
zh_hant: 這裡的「劑量」指的是時間（越晚 = 越強），而非毫克數。

source: (no reply)
de: (keine Antwort)
es: (sin respuesta)
fr: (aucune réponse)
it: (nessuna risposta)
pl: (brak odpowiedzi)
pt_pt: (sem resposta)
ru: (нет ответа)
th: (ไม่มีการตอบกลับ)
zh_hans: （无回复）
zh_hant: （無回覆）

source: (nothing to share yet)
de: (noch nichts zu teilen)
es: (nada que compartir todavía)
fr: (rien à partager pour l'instant)
it: (ancora niente da condividere)
pl: (jeszcze nie ma nic do udostępnienia)
pt_pt: (nada para partilhar ainda)
ru: (пока нечем поделиться)
th: (ยังไม่มีอะไรจะแบ่งปัน)
zh_hans: （暂无可分享的内容）
zh_hant: （還沒有可分享的內容）

source: * on-device estimate: skin temp is a nightly ±°C deviation (firmware-dependent); no steps over BLE on a 4.0. No SpO₂ % off the strap; import a WHOOP CSV for a real %.
de: * Schätzung auf dem Gerät: Hauttemperatur ist eine nächtliche ±°C-Abweichung (firmwareabhängig); keine Schritte über BLE auf einem 4.0. Kein SpO₂-%-Wert vom Strap; importiere einen WHOOP-CSV-Export für echte %.
es: * estimación en el dispositivo: la temperatura cutánea es una desviación nocturna de ±°C (depende del firmware); sin pasos por BLE en un 4.0. Sin % de SpO₂ desde la pulsera; importa un CSV de WHOOP para un % real.
fr: * estimation sur l'appareil : la température cutanée est un écart nocturne en ±°C (selon le micrologiciel) ; pas de pas via BLE sur un 4.0. Pas de % de SpO₂ depuis le bracelet ; importez un CSV WHOOP pour un % réel.
it: * stima sul dispositivo: la temperatura della pelle è una deviazione notturna in ±°C (dipende dal firmware); nessun passo via BLE su un 4.0. Nessuna % di SpO₂ dalla fascia; importa un CSV WHOOP per una % reale.
pl: * szacunki na urządzeniu: temperatura skóry to nocne odchylenie ±°C (zależne od oprogramowania sprzętowego); żadnych kroków w stosunku do BLE w wersji 4.0. Nie SpO₂ % off pasek; zaimportuj WHOOP CSV za prawdziwy %.
pt_pt: * estimativa no dispositivo: a temperatura da pele é um desvio noturno de ±°C (depende do firmware); nenhuma etapa sobre BLE num 4.0. Sem SpO₂% de desconto na bracelete; importar um CSV WHOOP por % real.
ru: * оценка на устройстве: температура кожи — это ночное отклонение ±°C (зависит от прошивки); шаги по BLE недоступны на 4.0. Кислород в крови (SpO₂) с браслета не передаётся; импортируйте CSV WHOOP, чтобы получить реальный %.
th: * ค่าประมาณภายในอุปกรณ์: อุณหภูมิผิวหนังเป็นค่าเบี่ยงเบน ±°C รายคืน (ขึ้นอยู่กับเฟิร์มแวร์); WHOOP 4.0 ไม่ส่งจำนวนก้าวผ่าน BLE และสายรัดไม่ส่งค่า SpO₂ แบบ % off โปรดนำเข้า WHOOP CSV เพื่อใช้ค่าจริง
zh_hans: * 设备端估算：皮肤温度为每晚 ±°C 偏差（取决于固件）；4.0 无法通过 BLE 读取步数。手环无法提供 SpO₂ %；导入 WHOOP CSV 可获得真实百分比。
zh_hant: * 裝置端估算：皮膚溫度為每晚 ±°C 的偏差值（視韌體而定）；4.0 無法透過 BLE 讀取步數。手環無法提供 SpO₂ %；匯入 WHOOP CSV 才能取得真實百分比。

source: * on-device estimate: skin temp is a nightly ±°C deviation, steps are a raw motion count (#78). No SpO₂ % off the strap; import a WHOOP CSV for a real %.
de: * Schätzung auf dem Gerät: Hauttemperatur ist eine nächtliche ±°C-Abweichung, Schritte sind ein roher Bewegungszähler (#78). Kein SpO₂-%-Wert vom Strap; importiere einen WHOOP-CSV-Export für echte %.
es: * estimación en el dispositivo: la temperatura cutánea es una desviación nocturna de ±°C, los pasos son un conteo bruto de movimiento (#78). Sin % de SpO₂ desde la pulsera; importa un CSV de WHOOP para un % real.
fr: * estimation sur l'appareil : la température cutanée est un écart nocturne en ±°C, les pas sont un décompte brut de mouvement (#78). Pas de % de SpO₂ depuis le bracelet ; importez un CSV WHOOP pour un % réel.
it: * stima sul dispositivo: la temperatura della pelle è una deviazione notturna in ±°C, i passi sono un conteggio grezzo del movimento (#78). Nessuna % di SpO₂ dalla fascia; importa un CSV WHOOP per una % reale.
pl: * szacunki na urządzeniu: temperatura skóry to nocne odchylenie ±°C, kroki to surowa liczba ruchów (#78). Nie SpO₂ % off pasek; zaimportuj WHOOP CSV za prawdziwy %.
pt_pt: * estimativa no dispositivo: a temperatura da pele é um desvio noturno de ±°C, os passos são uma contagem bruta de movimentos (#78). Sem SpO₂% de desconto na bracelete; importar um CSV WHOOP por % real.
ru: * оценка на устройстве: температура кожи — это ночное отклонение ±°C, шаги — необработанный подсчёт движений (#78). С браслета не поступает % SpO₂; импортируйте CSV WHOOP, чтобы получить реальный %.
th: * ค่าประมาณภายในอุปกรณ์: อุณหภูมิผิวหนังเป็นค่าเบี่ยงเบน ±°C รายคืน และจำนวนก้าวมาจากการนับการเคลื่อนไหวดิบ (#78) สายรัดไม่ส่งค่า SpO₂ แบบ % off โปรดนำเข้า WHOOP CSV เพื่อใช้ค่าจริง
zh_hans: * 设备端估算：皮肤温度为每晚 ±°C 偏差，步数为原始运动计数（#78）。手环无法提供 SpO₂ %；导入 WHOOP CSV 可获得真实百分比。
zh_hant: * 裝置端估算：皮膚溫度為每晚 ±°C 的偏差值，步數是原始動作計數（#78）。手環無法提供 SpO₂ %；匯入 WHOOP CSV 才能取得真實百分比。

source: \(Int(importedML.rounded())) millilitres from Apple Health. Edit it in the app that logged it.
de: \(Int(importedML.rounded())) Milliliter aus Apple Health. Bearbeite den Eintrag in der App, die ihn erfasst hat.
es: \(Int(importedML.rounded())) mililitros desde Apple Health. Edítalo en la app que lo registró.
fr: \(Int(importedML.rounded())) millilitres depuis Apple Health. Modifiez-le dans l’app qui l’a enregistré.
it: \(Int(importedML.rounded())) millilitri da Apple Health. Modificalo nell’app che l’ha registrato.
pl: \(Int(importedML.zaokrąglone())) mililitry z Apple Health. Edytuj go w aplikacji, która go zarejestrowała.
pt_pt: \(Int(importedML.rounded())) mililitros do Apple Health. Edite-o na app que o registou.
ru: \(Int(importedML.rounded())) мл из Apple Health. Измените запись в приложении, которое её создало.
th: \(Int(importedML.rounded())) มิลลิลิตร จาก Apple Health แก้ไขในแอปที่บันทึกไว้
zh_hans: 来自 Apple 健康的 \(Int(importedML.rounded())) 毫升。请在记录它的 App 中修改。
zh_hant: 來自 Apple 健康的 \(Int(importedML.rounded())) 毫升。請在記錄它的 App 中修改。

# %@ – %@ · %lld days
source: %1$@ – %2$@ · %3$lld days
de: %1$@ – %2$@ · %3$lld Tage
es: %@ – %@ · %lld días
fr: %1$@ – %2$@ · %3$lld jours
it: %@ – %@ · %lld giorni
pl: %1$@ – %2$@ · %3$lld dni
pt_pt: %1$@ – %2$@ · %3$lld dias
ru: %1$@ – %2$@ · %3$lld дн.
th: %@ – %@ · %lld วัน
zh_hans: %@ – %@ · %lld 天
zh_hant: %@ – %@ · %lld 天

# %@ – %@ · 1 day
source: %1$@ – %2$@ · 1 day
de: %1$@ – %2$@ · 1 Tag
es: %@ – %@ · 1 día
fr: %1$@ – %2$@ · 1 jour
it: %@ – %@ · 1 giorno
pl: %1$@ – %2$@ · 1 dzień
pt_pt: %1$@ – %2$@ · 1 dia
ru: %1$@ – %2$@ · 1 день
th: %@ – %@ · 1 วัน
zh_hans: %@ – %@ · 1 天
zh_hant: %@ – %@ · 1 天

source: %@ · %@s in / %@s out
de: %@ · %@s ein / %@s aus
es: %@ · %@s inhala / %@s exhala
fr: %@ · %@s inspire / %@s expire
it: %@ · %@s dentro / %@s fuori
pl: %@ · %@ wejścia / %@ wyjścia
pt_pt: %@ · %@ entra / %@ sai
ru: %@ · %@с вдох / %@с выдох
th: %@ · %@ เข้า / %@ ออก
zh_hans: %@ · 吸气 %@ 秒 / 呼气 %@ 秒
zh_hant: %@ · 吸 %@ 秒 / 呼 %@ 秒

source: %@ · amount not logged
de: %@ · Menge nicht erfasst
es: %@ · cantidad no registrada
fr: %@ · quantité non enregistrée
it: %@ · quantità non registrata
pl: %@ · kwota niezalogowana
pt_pt: %@ · valor não registado
ru: %@ · количество не указано
th: %@ · จำนวนไม่ถูกบันทึก
zh_hans: %@ · 未记录用量
zh_hant: %@ · 未記錄份量

# %@ · best signal per metric, from %lld sources. Everything stays on %@.
source: %1$@ · best signal per metric, from %2$lld sources. Everything stays on %3$@.
de: %1$@ · bestes Signal pro Metrik, aus %2$lld Quellen. Alles bleibt auf %3$@.
es: %@ · la mejor señal por métrica, de %lld fuentes. Todo se queda en %@.
fr: %1$@ · meilleur signal par métrique, à partir de %2$lld sources. Tout reste sur %3$@.
it: %1$@ · miglior segnale per metrica, da %2$lld sorgenti. Tutto resta su %3$@.
pl: %1$@ · najlepszy sygnał według metryki, ze źródeł %2$lld. Wszystko pozostaje na %3$@.
pt_pt: %1$@ · o melhor sinal por métrica, de %2$lld fontes. Tudo permanece no %3$@.
ru: %1$@ · лучший сигнал для каждого показателя из %2$lld источников. Всё остаётся на %3$@.
th: %@ · สัญญาณที่ดีที่สุดต่อเมตริก จากแหล่ง %lld ทุกอย่างอยู่บน %@
zh_hans: %1$@ · 每项指标的最佳信号，来自 %2$lld 个来源。一切都留在 %3$@ 上。
zh_hant: %1$@ · 每項指標的最佳訊號，來自 %2$lld 個來源。一切都留在 %3$@ 上。

source: %@ · some sparse series widened
de: %@ · einige lückenhafte Reihen verbreitert
es: %@ · algunas series dispersas ampliadas
fr: %@ · certaines séries éparses élargies
it: %@ · alcune serie sparse sono state allargate
pl: %@ · Poszerzono niektóre rzadkie serie
pt_pt: %@ · algumas séries esparsas alargadas
ru: %@ · некоторые разреженные ряды расширены
th: %@ · ชุดข้อมูลที่มีข้อมูลน้อยถูกขยายช่วง
zh_hans: %@ · 部分稀疏序列已加宽
zh_hant: %@ · 部分稀疏的資料序列已放寬區間

# %@ · your record, on %@.
source: %1$@ · your record, on %2$@.
de: %1$@ · deine Aufzeichnung, auf %2$@.
es: %@ · tu récord, el %@.
fr: %1$@ · votre record, le %2$@.
it: %1$@ · il tuo record, il %2$@.
pl: %1$@ · Twój rekord, na %2$@.
pt_pt: %1$@ · o teu recorde, em %2$@.
ru: %1$@ · ваш рекорд, %2$@.
th: %@ · บันทึกของคุณ บน %@
zh_hans: %1$@ · 你的记录，位于 %2$@。
zh_hant: %1$@ · 你的記錄，位於 %2$@。

source: %@ (experimental)
de: %@ (experimentell)
fr: %@ (expérimental)
it: %@ (sperimentale)
pl: %@ (eksperymentalny)
ru: %@ (экспериментально)
th: %@ (ทดลอง)
zh_hans: %@（实验性）
zh_hant: %@（實驗性）

source: %@ %@ %@ · about %lld days early
de: %@ %@ %@ · etwa %lld Tage früher
es: %@ %@ %@ · unos %lld días antes
fr: %@ %@ %@ · environ %lld jours d'avance
it: %@ %@ %@ · circa %lld giorni in anticipo
pl: %@ %@ %@ · około %lld dni wcześniej
pt_pt: %@ %@ %@ · cerca de %lld dias antes
ru: %@ %@ %@ · примерно на %lld дн. раньше
th: %@ %@ %@ · เร็วกว่ากำหนดประมาณ %lld วัน
zh_hans: %@ %@ %@ · 提前约 %lld 天
zh_hant: %@ %@ %@ · 提前約 %lld 天

source: %@ %@ %@ · about %lld days late
de: %@ %@ %@ · etwa %lld Tage später
es: %@ %@ %@ · unos %lld días después
fr: %@ %@ %@ · environ %lld jours de retard
it: %@ %@ %@ · circa %lld giorni in ritardo
pl: %@ %@ %@ · około %lld dni później
pt_pt: %@ %@ %@ · cerca de %lld dias depois
ru: %@ %@ %@ · примерно на %lld дн. позже
th: %@ %@ %@ · ช้ากว่ากำหนดประมาณ %lld วัน
zh_hans: %@ %@ %@ ·延后约 %lld 天
zh_hant: %@ %@ %@ · 延後約 %lld 天

# %@ %@ relationship (r = %@, n = %lld).
source: %1$@ %2$@ relationship (r = %3$@, n = %4$lld).
de: %1$@ %2$@ Zusammenhang (r = %3$@, n = %4$lld).
es: Relación %@ %@ (r = %@, n = %lld).
fr: Relation %1$@ %2$@ (r = %3$@, n = %4$lld).
it: %@ relazione %@ (r = %@, n = %lld).
pl: %1$@ %2$@ relacja (r = %3$@, n = %4$lld).
pt_pt: %1$@ %2$@ relação (r = %3$@, n = %4$lld).
ru: Связь %1$@ и %2$@ (r = %3$@, n = %4$lld).
th: ความสัมพันธ์ของ %@ %@ (r = %@, n = %lld)
zh_hans: %@ %@ 关系（r = %@，n = %lld）。
zh_hant: %@ %@ 的關聯（r = %@，n = %lld）。

# %@ ↔ %@: r = %@ (%@ %@) over %lld shared days.
source: %1$@ ↔ %2$@: r = %3$@ (%4$@ %5$@) over %6$lld shared days.
de: %1$@ ↔ %2$@: r = %3$@ (%4$@ %5$@) über %6$lld gemeinsame Tage.
es: %@ ↔ %@: r = %@ (%@ %@) en %lld días compartidos.
fr: %1$@ ↔ %2$@ : r = %3$@ (%4$@ %5$@) sur %6$lld jours partagés.
it: %@ ↔ %@: r = %@ (%@ %@) su %lld giorni in comune.
pl: %1$@ ↔ %2$@: r = %3$@ (%4$@ %5$@) przez %6$lld współdzielone dni.
pt_pt: %1$@ ↔ %2$@: r = %3$@ (%4$@ %5$@) em %6$lld dias partilhados.
ru: %1$@ ↔ %2$@: r = %3$@ (%4$@ %5$@) за %6$lld общих дней.
th: %@ ↔ %@: r = %@ (%@ %@) ในช่วงวันที่แชร์ของ %lld
zh_hans: %@ ↔ %@：r = %@（%@ %@），共 %lld 个重叠天数。
zh_hant: %@ ↔ %@：r = %@（%@ %@），涵蓋 %lld 個共同天數。

# %@ agrees: %@
source: %1$@ agrees: %2$@
de: %1$@ stimmt überein: %2$@
es: %@ coincide: %@
fr: %1$@ est d'accord : %2$@
it: %1$@ concorda: %2$@
pl: %1$@ zgadza się: %2$@
pt_pt: %1$@ concorda: %2$@
ru: %1$@ подтверждает: %2$@
th: %@ เห็นด้วย: %@
zh_hans: %1$@ 表示认同：%2$@
zh_hant: %1$@ 表示認同：%2$@

source: %@ br/min
de: %@ AZ/min
es: %@ resp/min
fr: %@ resp/min
it: %@ resp/min
pl: %@ odd./min
ru: %@ вдохов/мин
th: %@ ครั้ง/นาที
zh_hans: %@ 次/分
zh_hant: %@ 次/分

# %@ breaths per minute: %@
source: %1$@ breaths per minute: %2$@
de: %1$@ Atemzüge pro Minute: %2$@
es: %@ respiraciones por minuto: %@
fr: %1$@ respirations par minute : %2$@
it: %@ respiri al minuto: %@
pl: %1$@ oddechów na minutę: %2$@
pt_pt: %1$@ respirações por minuto: %2$@
ru: %1$@ вдохов в минуту: %2$@
th: %@ การหายใจต่อนาที: %@
zh_hans: 每分钟 %@ 次呼吸：%@
zh_hant: 每分鐘 %@ 次呼吸：%@

# %@ Cohen's d %@. Exploratory, not yet significant.
source: %1$@ Cohen's d %2$@. Exploratory, not yet significant.
de: %1$@ Cohens d %2$@. Explorativ, noch nicht signifikant.
es: %@ d de Cohen %@. Exploratorio, aún no significativo.
fr: %1$@ d de Cohen %2$@. Exploratoire, pas encore significatif.
it: %@ d di Cohen %@. Esplorativo, non ancora significativo.
pl: %1$@ Cohena %2$@. Eksploracyjne, jeszcze nie znaczące.
pt_pt: %1$@ Cohen's d %2$@. Exploratório, ainda não significativo.
ru: %1$@ d Коэна %2$@. Предварительно, пока не значимо.
th: %@ โคเฮน d %@. เชิงสำรวจ ยังไม่มีนัยสำคัญ
zh_hans: %@ Cohen's d %@。仅供探索，尚不显著。
zh_hant: %@ Cohen's d %@。屬探索性質，尚未達顯著。

# %@ Cohen's d %@. Statistically significant.
source: %1$@ Cohen's d %2$@. Statistically significant.
de: %1$@ Cohens d %2$@. Statistisch signifikant.
es: %@ d de Cohen %@. Estadísticamente significativo.
fr: %1$@ d de Cohen %2$@. Statistiquement significatif.
it: %@ d di Cohen %@. Statisticamente significativo.
pl: %1$@ Cohena %2$@. Statystycznie istotne.
pt_pt: %1$@ Cohen's d %2$@. Estatisticamente significativo.
ru: %1$@ d Коэна %2$@. Статистически значимо.
th: %@ โคเฮน d %@. มีนัยสำคัญทางสถิติ
zh_hans: %@ Cohen's d %@。具有统计显著性。
zh_hant: %@ Cohen's d %@。具統計顯著性。

source: %@ Effort
de: %@ Anstrengung
es: Esfuerzo %@
it: Sforzo %@
pl: %@ Wysiłek
pt_pt: %@ Esforço
ru: %@ Усилие
th: ภาระร่างกาย %@
zh_hans: %@ 消耗
zh_hant: %@ 消耗

source: %@ goal
de: %@ Ziel
es: %@ objetivo
fr: Objectif %@
it: %@ gol
pl: Cel: %@
pt_pt: %@ meta
ru: %@ цель
th: เป้าหมาย %@
zh_hans: %@ 目标
zh_hant: %@ 目標

source: %@ h avg
de: %@ h Ø
es: %@ h prom
fr: %@ h moy.
it: %@ h in media
pl: %@ h śr
pt_pt: %@ h média
ru: %@ ч в среднем
th: %@ ชั่วโมงเฉลี่ย
zh_hans: 平均 %@ 小时
zh_hant: 平均 %@ 小時

source: %@ in bed
de: %@ im Bett
es: %@ en cama
fr: %@ au lit
it: %@ a letto
pl: %@ w łóżku
pt_pt: %@ na cama
ru: %@ в постели
th: %@ อยู่บนเตียง
zh_hans: 卧床 %@
zh_hant: 臥床 %@

# %@ in bed · %@ efficiency
source: %1$@ in bed · %2$@ efficiency
de: %1$@ im Bett · %2$@ Effizienz
es: %@ en cama · %@ de eficiencia
fr: %1$@ au lit · %2$@ d'efficacité
it: %@ a letto · %@ di efficienza
pl: %1$@ w łóżku · Wydajność %2$@
pt_pt: %1$@ na cama · %2$@ de eficiência
ru: %1$@ в постели · эффективность %2$@
th: %@ บนเตียง · ประสิทธิภาพ %@
zh_hans: 卧床 %@ · 效率 %@
zh_hant: 臥床 %@ · 效率 %@

# %@ in bed · %@ efficiency · %@
source: %1$@ in bed · %2$@ efficiency · %3$@
de: %@ im Bett · %@ Effizienz · %@
es: %@ en la cama · %@ eficiencia · %@
fr: %@ au lit · %@ efficacité · %@
it: %@ a letto · %@ efficienza · %@
pl: %@ w łóżku · %@ wydajności · %@
pt_pt: %@ na cama · %@ eficiência · %@
ru: %@ в постели · %@ эффективность · %@
th: %1$@ บนเตียง · ประสิทธิภาพ %2$@ · %3$@
zh_hans: %@ 在床上 · %@ 效率 · %@
zh_hant: %@ 在床上 · %@ 效率 · %@

# %@ in bed · %@ efficiency · stages approximate (on-device)
source: %1$@ in bed · %2$@ efficiency · stages approximate (on-device)
de: %1$@ im Bett · %2$@ Effizienz · Phasen ungefähr (auf dem Gerät)
es: %@ en cama · %@ de eficiencia · fases aproximadas (en el dispositivo)
fr: %1$@ au lit · %2$@ d'efficacité · stades approximatifs (sur l'appareil)
it: %@ a letto · %@ di efficienza · fasi approssimative (sul dispositivo)
pl: %1$@ w łóżku · Wydajność %2$@ · etapy przybliżone (na urządzeniu)
pt_pt: %1$@ na cama · %2$@ de eficiência · fases aproximadas (no dispositivo)
ru: %1$@ в постели · эффективность %2$@ · стадии приблизительны (на устройстве)
th: %@ บนเตียง · ประสิทธิภาพ %@ · ระยะการนอนโดยประมาณ (คำนวณบนอุปกรณ์)
zh_hans: 卧床 %@ · 效率 %@ · 阶段为近似值（设备端）
zh_hant: 臥床 %@ · 效率 %@ · 睡眠階段為近似值（裝置端估算）

# %@ in bed · %lld%% efficiency
source: %1$@ in bed · %2$lld%% efficiency
de: %1$@ im Bett · %2$lld%% Effizienz
es: %@ en cama · %lld%% de eficiencia
fr: %1$@ au lit · %2$lld%% d'efficacité
it: %@ a letto · %lld%% di efficienza
pl: %1$@ w łóżku · %2$lld%% wydajność
pt_pt: %1$@ na cama · %2$lld%% de eficiência
ru: %1$@ в постели · эффективность %2$lld%%
th: %@ บนเตียง · ประสิทธิภาพ %lld%%
zh_hans: 卧床 %@ · 效率 %lld%%
zh_hant: 臥床 %@ · 效率 %lld%%

# %@ is %@ better than baseline on days you logged this behaviour.
source: %1$@ is %2$@ better than baseline on days you logged this behaviour.
de: %1$@ ist an Tagen mit diesem Verhalten %2$@ besser als die Basislinie.
es: %@ es %@ mejor que tu línea base en los días que registraste este hábito.
fr: %1$@ est %2$@ meilleur que la référence les jours où vous avez enregistré ce comportement.
it: %@ è %@ migliore della linea di base nei giorni in cui hai registrato questo comportamento.
pl: %1$@ jest %2$@ lepszy niż poziom bazowy w dniach, w których rejestrowano to zachowanie.
pt_pt: %1$@ é %2$@ melhor do que a referência nos dias em que registaste este comportamento.
ru: %1$@ на %2$@ лучше нормы в дни, когда вы отмечали это поведение.
th: %@ คือ %@ ดีกว่าพื้นฐานในวันที่คุณบันทึกพฤติกรรมนี้
zh_hans: 在你记录了该行为的日子里，%@ 比基线好 %@。
zh_hant: 在你記錄這項行為的日子，%@ 比基線好 %@。

# %@ is %@ worse than baseline on days you logged this behaviour.
source: %1$@ is %2$@ worse than baseline on days you logged this behaviour.
de: %1$@ ist an Tagen mit diesem Verhalten %2$@ schlechter als die Basislinie.
es: %@ es %@ peor que tu línea base en los días que registraste este hábito.
fr: %1$@ est %2$@ inférieure à la référence les jours où vous avez enregistré ce comportement.
it: %@ è %@ peggiore della linea di base nei giorni in cui hai registrato questo comportamento.
pl: %1$@ jest %2$@ gorszy od wartości bazowej w dniach, w których rejestrowano to zachowanie.
pt_pt: %1$@ é %2$@ pior do que a referência nos dias em que registaste este comportamento.
ru: %1$@ на %2$@ хуже нормы в дни, когда вы отмечали это поведение.
th: %@ คือ %@ แย่กว่าพื้นฐานในวันที่คุณบันทึกพฤติกรรมนี้
zh_hans: 在你记录了该行为的日子里，%@ 比基线差 %@。
zh_hant: 在你記錄這項行為的日子，%@ 比基線差 %@。

source: %@ is flat against baseline on logged intervention days.
de: %@ bleibt an geloggten Interventionstagen gegenüber der Basislinie unverändert.
es: %@ se mantiene igual que tu línea base en los días de intervención registrados.
fr: %@ reste stable par rapport à la référence les jours d'intervention enregistrés.
it: %@ è invariato rispetto alla linea di base nei giorni di intervento registrati.
pl: Wartość %@ w zarejestrowanych dniach interwencji pozostaje płaska w porównaniu z wartością bazową.
pt_pt: %@ é estável em relação ao valor inicial nos dias de intervenção registados.
ru: %@ не отличается от нормы в отмеченные дни вмешательства.
th: %@ ทรงตัวเมื่อเทียบกับเส้นฐานในวันที่มีการแทรกแซงที่บันทึกไว้
zh_hans: 在记录了干预的日子里，%@ 与基线持平。
zh_hant: 在有記錄介入的日子，%@ 與基線持平。

source: %@ is free and always will be. If it's useful to you, you can chip in to help with development and testing costs. Totally optional.
de: %@ ist kostenlos und bleibt es. Wenn es dir nützt, kannst du etwas zu den Entwicklungs- und Testkosten beitragen. Völlig freiwillig.
es: %@ es gratis y siempre lo será. Si te resulta útil, puedes contribuir a los costos de desarrollo y pruebas. Totalmente opcional.
fr: %@ est gratuit et le sera toujours. S'il vous est utile, vous pouvez contribuer aux coûts de développement et de test. Totalement facultatif.
it: %@ è gratuito e lo sarà sempre. Se ti è utile, puoi contribuire ai costi di sviluppo e test. Del tutto facoltativo.
pl: %@ jest darmowy i zawsze będzie. Jeśli jest to dla Ciebie przydatne, możesz dołożyć się, aby pomóc w pokryciu kosztów rozwoju i testowania. Całkowicie opcjonalne.
pt_pt: %@ é gratuito e sempre será. Se lhe for útil, pode contribuir para ajudar nos custos de desenvolvimento e teste. Totalmente opcional.
ru: %@ бесплатен и всегда таким останется. Если он вам полезен, вы можете поддержать разработку и покрытие расходов на тестирование. Это полностью по желанию.
th: %@ นั้นฟรีและจะเป็นเช่นนี้ตลอดไป หากเป็นประโยชน์สำหรับคุณ คุณสามารถร่วมสมทบทุนเพื่อช่วยเหลือด้านต้นทุนการพัฒนาและการทดสอบได้ ไม่จำเป็นเลย
zh_hans: %@ 是免费的，并将永远免费。如果它对你有用，你可以出一份力，帮助分担开发和测试成本。完全自愿。
zh_hant: %@ 是免費的，並將永遠免費。如果它對你有用，你可以出一份力，幫助分擔開發與測試成本。完全自願。

source: %@ is your active band. Pair or switch bands in Devices.
de: %@ ist dein aktives Band. Kopple oder wechsle Bänder unter „Geräte“.
es: %@ es tu pulsera activa. Empareja o cambia de pulsera en Dispositivos.
fr: %@ est votre bracelet actif. Associez ou changez de bracelet dans Appareils.
it: %@ è la tua fascia attiva. Abbina o cambia fascia in Dispositivi.
pl: %@ to Twój aktywny zespół. Sparuj lub zmień pasma w Urządzeniach.
pt_pt: %@ é a tua banda ativa. Emparelhe ou troque de banda em Dispositivos.
ru: %@ — ваш активный браслет. Подключите или смените браслет в разделе «Устройства».
th: %@ คือสายรัดที่กำลังใช้งาน คุณสามารถจับคู่หรือเปลี่ยนสายรัดได้ในหน้าอุปกรณ์
zh_hans: %@ 是你当前使用的手环。可在「设备」中配对或切换手环。
zh_hant: %@ 是你目前使用中的手環。可在「裝置」中配對或切換手環。

source: %@ kg total volume
de: %@ kg Gesamtvolumen
es: %@ kg de volumen total
fr: %@ kg de volume total
it: %@ kg di volume totale
pl: %@ kg objętość całkowita
pt_pt: %@ kg de volume total
ru: %@ кг общий объём
th: ปริมาตรรวม %@ กก
zh_hans: 总容量 %@ kg
zh_hant: 總量 %@ 公斤
